{"words": {"<pad>": 0, ".": 1, "?": 2, "PAST": 3, "PRESENT": 4, "above": 5, "accept": 6, "accepted": 7, "accepts": 8, "admire": 9, "admired": 10, "admires": 11, "amuse": 12, "amused": 13, "amuses": 14, "applaud": 15, "applauded": 16, "applauds": 17, "around": 18, "ate": 19, "behind": 20, "below": 21, "by": 22, "change": 23, "changed": 24, "changes": 25, "comfort": 26, "comforted": 27, "comforts": 28, "confuse": 29, "confused": 30, "confuses": 31, "decl": 32, "do": 33, "does": 34, "doesn't": 35, "don't": 36, "eat": 37, "eats": 38, "entertain": 39, "entertained": 40, "entertains": 41, "giggle": 42, "giggled": 43, "giggles": 44, "her": 45, "high_five": 46, "high_fived": 47, "high_fives": 48, "move": 49, "moved": 50, "moves": 51, "my": 52, "near": 53, "newt": 54, "newts": 55, "orangutan": 56, "orangutans": 57, "our": 58, "peacock": 59, "peacocks": 60, "quail": 61, "quails": 62, "quest": 63, "raven": 64, "ravens": 65, "read": 66, "reads": 67, "remember": 68, "remembered": 69, "remembers": 70, "salamander": 71, "salamanders": 72, "sleep": 73, "sleeps": 74, "slept": 75, "smile": 76, "smiled": 77, "smiles": 78, "some": 79, "swam": 80, "swim": 81, "swims": 82, "that": 83, "the": 84, "tyrannosaurus": 85, "tyrannosauruses": 86, "unicorn": 87, "unicorns": 88, "upon": 89, "vulture": 90, "vultures": 91, "wait": 92, "waited": 93, "waits": 94, "walrus": 95, "walruses": 96, "who": 97, "with": 98, "xylophone": 99, "xylophones": 100, "yak": 101, "yaks": 102, "your": 103, "zebra": 104, "zebras": 105}, "inv_words": {"0": "<pad>", "1": ".", "2": "?", "3": "PAST", "4": "PRESENT", "5": "above", "6": "accept", "7": "accepted", "8": "accepts", "9": "admire", "10": "admired", "11": "admires", "12": "amuse", "13": "amused", "14": "amuses", "15": "applaud", "16": "applauded", "17": "applauds", "18": "around", "19": "ate", "20": "behind", "21": "below", "22": "by", "23": "change", "24": "changed", "25": "changes", "26": "comfort", "27": "comforted", "28": "comforts", "29": "confuse", "30": "confused", "31": "confuses", "32": "decl", "33": "do", "34": "does", "35": "doesn't", "36": "don't", "37": "eat", "38": "eats", "39": "entertain", "40": "entertained", "41": "entertains", "42": "giggle", "43": "giggled", "44": "giggles", "45": "her", "46": "high_five", "47": "high_fived", "48": "high_fives", "49": "move", "50": "moved", "51": "moves", "52": "my", "53": "near", "54": "newt", "55": "newts", "56": "orangutan", "57": "orangutans", "58": "our", "59": "peacock", "60": "peacocks", "61": "quail", "62": "quails", "63": "quest", "64": "raven", "65": "ravens", "66": "read", "67": "reads", "68": "remember", "69": "remembered", "70": "remembers", "71": "salamander", "72": "salamanders", "73": "sleep", "74": "sleeps", "75": "slept", "76": "smile", "77": "smiled", "78": "smiles", "79": "some", "80": "swam", "81": "swim", "82": "swims", "83": "that", "84": "the", "85": "tyrannosaurus", "86": "tyrannosauruses", "87": "unicorn", "88": "unicorns", "89": "upon", "90": "vulture", "91": "vultures", "92": "wait", "93": "waited", "94": "waits", "95": "walrus", "96": "walruses", "97": "who", "98": "with", "99": "xylophone", "100": "xylophones", "101": "yak", "102": "yaks", "103": "your", "104": "zebra", "105": "zebras"}, "_unk_index": null, "allow_any_word": false, "split_punctuation": false}